---
kind: other
id: Properties.T:Autodesk.Revit.DB.ModelEllipse
source: html/642098a0-918c-6aae-96a2-4c7d4760db1b.htm
---
# ModelEllipse Properties

The id of the assembly instance to which the element belongs.